Repository: gheyret/english2uyghur
Catalog: xfce-uyghur.tmx
Source language: en_us
Languages: ug

source: Failed to load interface
ug: ئارايۈزنى ئوقۇش مەغلۇپ بولدى

source: Failed to load plugin "%s": %s
ug: قىستۇرما «%s» نى ئوقۇش مەغلۇپ بولدى: %s

source: Failed to load power manager configuration, using defaults
ug: مەنبە باشقۇرغۇ سەپلىمىسىنى ئوقۇش مەغلۇپ بولدى،كۆڭۈلدىكى قىممىتى ئىشلىتىلىدۇ

source: Failed to load specialized thumbnailers into the registry: %s
ug: مەخسۇسلاشتۇرۇلغان كىچىك سۈرەت ياسىغۇچنى رويخەتكە ئوقۇش مەغلۇپ بولدى: %s

source: Failed to load the applications menu
ug: پروگرامما تىزىملىكىنى ئوقۇش مەغلۇپ بولدى

source: Failed to load the cache plugin "%s": %s
ug: غەملەك قىستۇرما «%s» نى ئوقۇش مەغلۇپ بولدى: %s

source: Failed to load the default configuration
ug: كۆڭۈلدىكى تەڭشەكنى ئوقۇش مەغلۇپ بولدى

source: Failed to load the desktop folder
ug: ئۈستەلئۈستى قىسقۇچىنى ئوقۇش مەغلۇپ بولدى

source: Failed to load the file "%s": %s
ug: ھۆججەت «%s» نى ئوقۇش مەغلۇپ بولدى: %s

source: Failed to load the metadata from "%s"
ug: مېتا سانلىق-مەلۇماتنى «%s» دىن ئوقۇش مەغلۇپ بولدى

source: Failed to load the obconf.glade interface file. ObConf is probably not installed correctly.
ug: ئارايۈز ھۆججىتى obconf.glade نى ئوقۇش مەغلۇپ بولدى. ObConf نورمال ئورنىتىلمىغان بولۇشى مۇمكىن.

source: Failed to load the poster image "%s"
ug: poster سۈرىتى «%s» نى ئوقۇش مەغلۇپ بولدى

source: Failed to make ResetProperty DBus call
ug: ResetProperty DBus نى چاقىرىش مەغلۇپ بولدى

source: Failed to migrate the existing configuration
ug: مەۋجۇت سەپلىمىنى كۆچۈرۈپ كېلىش مەغلۇپ بولدى

source: Failed to migrate the old panel configuration
ug: كونا كۆزنەك تەڭشىكى يۆتكەپ كېلىش مەغلۇپ بولدى

source: Failed to mount "%s"
ug: «%s» نى ئېگەرلەش مەغلۇپ بولدى

source: Failed to mount device "%s".
ug: ئۈسكۈنە «%s» نى ئېگەرلەش مەغلۇپ بولدى.

source: Failed to move message "%s": %s
ug: ئۇچۇر «%s» نى يۆتكەش مەغلۇپ بولدى: %s

source: Failed to open "%s"
ug: «%s» نى ئېچىش مەغلۇپ بولدى

source: Failed to open "%s" for reading. It will be removed from the document history
ug: ھۆججەت «%s» نى ئوقۇش مەغلۇپ بولدى. ئۇ پۈتۈك ئىزى تىزىمىدىن ئۆچۈرۈلىدۇ.

source: Failed to open "%s".
ug: «%s» نى ئېچىشتا خاتالىق كۆرۈلدى.

source: Failed to open "%s": %s
ug: «%s» نى ئېچىش مەغلۇپ بولدى: %s

source: Failed to open %d file
ug: %d دانە ھۆججەتنى ئېچىش مەغلۇپ بولدى

source: Failed to open %s for reading
ug: ھۆججەت %s نى ئوقۇش مەغلۇپ بولدى.

source: Failed to open %s for writing
ug: يېزىش مەقسىتىدە %s نى ئېچىش مەغلۇپ بولدى

source: Failed to open URI "%s".
ug: URI «%s» نى ئېچىش مەغلۇپ بولدى.

source: Failed to open database: %s
ug: سانداننى ئېچىش مەغلۇپ بولدى: %s

source: Failed to open desktop item editor
ug: ئۈستەلئۈستى تۈرى تەھرىرلىگۈچىنى ئېچىش مەغلۇپ بولدى

source: Failed to open directory "%s"
ug: مۇندەرىجە «%s» نى ئېچىش مەغلۇپ بولدى

source: Failed to open display
ug: ئېكراننى ئېچىش مەغلۇپ بولدى

source: Failed to open display.
ug: كۆرسەتكۈچنى ئېچىش مەغلۇپ بولدى.

source: Failed to open file
ug: ھۆججەت ئېچىش مەغلۇپ بولدى

source: Failed to open file "%s"
ug: ھۆججەت «%s» ئېچىش مەغلۇپ بولدى

source: Failed to open file "%s": %s
ug: ھۆججەت «%s» نى ئاچالمىدى: %s

source: Failed to open folder "%s"
ug: مۇندەرىجە «%s» نى ئېچىش مەغلۇپ بولدى

source: Failed to open parent folder
ug: ئاتا مۇندەرىجىنى ئېچىش مەغلۇپ بولدى

source: Failed to open the URL `%s'
ug: URL ‹%s› نى ئېچىش مەغلۇپ بولدى

source: Failed to open the document
ug: ھۆججەتنى ئېچىش مەغلۇپ بولدى

source: Failed to open the documentation browser
ug: پۈتۈك كۆرگۈنى ئېچىش مەغلۇپ بولدى

source: Failed to open the file system root folder
ug: ھۆججەت سىستېمىسىنىڭ غول قىسقۇچىنى ئېچىش مەغلۇپ بولدى

source: Failed to open the home folder
ug: ماكان مۇندەرىجىسى ئېچىش مەغلۇپ بولدى

source: Failed to open web browser for online documentation
ug: توردىكى پۈتۈكلەرنى كۆرۈش ئۈچۈن توركۆرگۈنى ئېچىشتا خاتالىق كۆرۈلدى

source: Failed to parse XML feed: %s
ug: XML فىد(feed) نى تەھلىل قىلىش مەغلۇپ بولدى: %s

source: Failed to parse account in "%s": %s
ug: «%s» نىڭ دىكى ھېساباتنى تەھلىل قىلغىلى بولمىدى: %s

source: Failed to parse arguments: %s
ug: پارامېتىرلارنى يېشىش مەغلۇپ بولدى: %s

source: Failed to parse command line: %s
ug: بۇيرۇق قۇرىنى تەھلىل قىلىش مەغلۇپ بولدى: %s

source: Failed to parse contents of "%s": %s
ug: «%s» نىڭ مەزمۇنىنى پارچىلاش مەغلۇپ بولدى:%s

source: Failed to parse the desktop file: %s
ug: ئۈستەلئۈستى ھۆججىتىنى يېشىش مەغلۇپ بولدى: %s

source: Failed to print the document
ug: پۈتۈكنى بېسىپ چىقىرىش مەغلۇپ بولدى

source: Failed to purge old filenames: %s
ug: كونا ھۆججەت ئاتلىرىنى تازىلاش مەغلۇپ بولدى: %s

source: Failed to query content type for "%s"
ug: «%s» نىڭ مەزمۇنىنى سۈرۈشتۈرۈش مەغلۇپ بولدى

source: Failed to quit the panel
ug: كۆزنەكنى توختىتىش مەغلۇپ بولدى

source: Failed to quote message "%s": %s
ug: ئۇچۇر «%s» نى نەقىل قىلىش مەغلۇپ بولدى: %s

source: Failed to read file "%s": %s
ug: ھۆججەت «%s» نى ئوقۇيالمىدى: %s

source: Failed to read folder "%s".
ug: قىسقۇچ «%s» نى ئوقۇش مەغلۇپ بولدى.

source: Failed to read folder validity: %s
ug: قىسقۇچنىڭ ئىناۋەتلىكلىكىنى ئوقۇش مەغلۇپ بولدى: %s

source: Failed to read the status of "%s"
ug: «%s» نىڭ ھالىتىنى ئوقۇش مەغلۇپ بولدى

source: Failed to receive data: %s
ug: سانلىق ئاساسلارنى قوبۇل قىلىش مەغلۇپ بولدى: %s

source: Failed to receive encrypted data: %s
ug: شىفىرلانغان سانلىق ئاساسلارنى قوبۇل قىلىش مەغلۇپ بولدى: %s

source: Failed to register drive addition callback.
ug: قوزغاتقۇچ قوشۇش callback نى خەتلىتىش مەغلۇپ بولدى

source: Failed to register drive removal callback.
ug: قوزغاتقۇچ ئۆچۈرۈش callback نى خەتلىتىش مەغلۇپ بولدى

source: Failed to reload the document
ug: پۈتۈكنى قايتا يۈكلەش مەغلۇپ بولدى

source: Failed to remove "%s"
ug: «%s» نى ئۆچۈرۈش مەغلۇپ بولدى

source: Failed to remove "%s".
ug: «%s» نى ئۆچۈرۈش مەغلۇپ بولدى.

source: Failed to remove desktop file
ug: ئۈستەلئۈستى ھۆججىتىنى ئۆچۈرۈش مەغلۇپ بولدى

source: Failed to remove history item: %s
ug: ئىز ئۆچۈرۈش مەغلۇپ بولدى: %s

source: Failed to remove item
ug: تۈرنى ئۆچۈرۈش مەغلۇپ بولدى

source: Failed to remove old history items: %s
ug: كونا ئىزلارنى ئۆچۈرۈش مەغلۇپ بولدى: %s

source: Failed to rename "%s"
ug: «%s» نىڭ ئاتىنى ئۆزگەرتىش مەغلۇپ بولدى

source: Failed to rename "%s" to "%s".
ug: «%s» نىڭ ئاتىنى «%s» غا ئۆزگەرتىش مەغلۇپ بولدى

source: Failed to restart the panel
ug: كۆزنەكنى قايتا قوزغىتىش مەغلۇپ بولدى

source: Failed to restore the folder "%s"
ug: قىسقۇچ «%s» نى ئەسلىگە كەلتۈرۈش مەغلۇپ بولدى

source: Failed to retrieve disc from UDI '%s'.
ug: UDI '%s' دىن دىسكىنى تېپىش مەغلۇپ بولدى.

source: Failed to retrieve drive from device path '%s'.
ug: ئۈسكۈنە يولى '%s' دىن قوزغاتقۇچنى تېپىش مەغلۇپ بولدى.

source: Failed to run "%s"
ug: «%s» نى ئىجرا قىلىش مەغلۇپ بولدى

source: Failed to run action "%s"
ug: مەشغۇلات «%s» ئىجرا قىلىش مەغلۇپ بولدى

source: Failed to run smart program
ug: Smart پروگراممىسىنى ئىجرا قىلىش مەغلۇپ بولدى

source: Failed to run update
ug: يېڭىلاشنى ئىجرا قىلىش مەغلۇپ بولدى

source: Failed to run upgrade
ug: يۈكسەلدۈرۈش مەغلۇپ بولدى

source: Failed to run xfhelp4
ug: xfhelp4 نى ئىجرا قىلىش مەغلۇپ بولدى

source: Failed to save "%s".
ug: «%s» نى ساقلاش مەغلۇپ بولدى.

source: Failed to save DSP preset
ug: DSP ئالدىن تەڭشىشىنى ساقلاش مەغلۇپ بولدى

source: Failed to save actions to disk.
ug: مەشغۇلاتنى دىسكىغا ساقلاش مەغلۇپ بولدى.

source: Failed to save encoder preset
ug: كودلىغۇچ ئالدىن تەڭشىشىنى ساقلاش مەغلۇپ بولدى

source: Failed to save message: %s
ug: ئۇچۇرنى ساقلاش مەغلۇپ بولدى: %s

source: Failed to save playlist
ug: قويۇش تىزىملىكى ساقلاش مەغلۇپ بولدى

source: Failed to save the document
ug: پۈتۈكنى ساقلاش مەغلۇپ بولدى

source: Failed to save the panel configuration
ug: كۆزنەك تەڭشىكىنى ساقلاش مەغلۇپ بولدى

source: Failed to select from history: %s
ug: ئىزدىن تاللاش مەغلۇپ بولدى: %s

source: Failed to select suggestions
ug: نامزاتنى تاللاش مەغلۇپ بولدى

source: Failed to send %s to your preferred browser
ug: ئامراق توركۆرگۈڭىزگە %s نى ئەۋەتىش مەغلۇپ بولدى

source: Failed to send D-Bus message
ug: D-Bus ئۇچۇرىنى ئەۋەتىش مەغلۇپ بولدى

source: Failed to send data: %s
ug: سانلىق ئاساسلارنى ئەۋەتىش مەغلۇپ بولدى: %s

source: Failed to send encrypted data: %s
ug: شىفىرلانغان سانلىق ئاساسلارنى ئەۋەتىش مەغلۇپ بولدى: %s

source: Failed to send message.
ug: ئۇچۇرنى ئەۋەتىش مەغلۇپ بولدى.

source: Failed to send message: %s
ug: ئۇچۇرنى ئەۋەتىش مەغلۇپ بولدى: %s

source: Failed to send notification: %s
ug: ئۇقتۇرۇش يوللاش مەغلۇپ بولدى: %s

source: Failed to set application "%s" for mime type "%s".
ug: پروگرامما «%s» نى mime تىپى «%s» غا چاتقىلى بولمىدى.

source: Failed to set default File Manager
ug: كۆڭۈلدىكى ھۆججەت باشقۇرغۇنى بېكىتىش مەغلۇپ بولدى

source: Failed to set default Mail Reader
ug: كۆڭۈلدىكى خەت ئوقۇغۇنى بېكىتىش مەغلۇپ بولدى

source: Failed to set default Terminal Emulator
ug: كۆڭۈلدىكى تېرمىنال تەقلىدلىگۈ نى بېكىتىش مەغلۇپ بولدى

source: Failed to set default Web Browser
ug: كۆڭۈلدىكى توركۆرگۈنى بېكىتىش مەغلۇپ بولدى

source: Failed to set default application for "%s"
ug: «%s» نىڭ كۆڭۈلدىكى پروگراممىسىنى بېكىتىش مەغلۇپ بولدى

source: Failed to set drive's status change callback.
ug: قوزغاتقۇچنىڭ ھالەت ئۆزگىرىش callback نى تەڭشەش مەغلۇپ بولدى

source: Failed to set new theme
ug: يېڭى ئۆرنەكنى بەلگىلەش مەغلۇپ بولدى

source: Failed to set property
ug: خاسلىقنى تەڭشەش مەغلۇپ بولدى

source: Failed to set the D-BUS connection of HAL context.
ug: HAL مەزمۇنىنىڭ D-BUS باغلىنىشىنى تەڭشەش مەغلۇپ بولدى

source: Failed to show the add new items dialog
ug: يېڭى تۈر قوشۇش سۆزلەشكۈسىنى كۆرسىتىش مەغلۇپ بولدى

source: Failed to show the preferences dialog
ug: تەڭشەك سۆزلەشكۈسىنى كۆرسىتىش مەغلۇپ بولدى

source: Failed to start %s!
ug: %s نى باشلاش مەغلۇپ بولدى!

source: Failed to start lxshortcut
ug: مەغلۇپ بولدى(lxshortcut نى قوزغىتىش)

source: Failed to start the thumbnail cache service: %s
ug: كىچىك سۈرەت ياسىغۇچ غەملەك مۇلازىمىتىنى ئىجرا قىلىش مەغلۇپ بولدى: %s

source: Failed to start the thumbnailer manager: %s
ug: كىچىك سۈرەت ياسىغۇچ باشقۇرغۇسىنى ئىجرا قىلىش مەغلۇپ بولدى: %s

source: Failed to start the thumbnailer service: %s
ug: كىچىك سۈرەت ياسىغۇچ مۇلازىمىتىنى ئىجرا قىلىش مەغلۇپ بولدى: %s

source: Failed to store monitor in HAL context.
ug: HAL مەزمۇنىغا ئېكراننى ساقلاش مەغلۇپ بولدى.

source: Failed to store the preferences to "%s": %s
ug: مايىللىقلارنى «%s» غا ساقلاش مەغلۇپ بولدى: %s

source: Failed to suspend session
ug: ئەڭگىمەنى ئارام ئالدۇرۇش مەغلۇپ بولدى

source: Failed to toggle item
ug: تۈرنى يېيىش مەغلۇپ بولدى

source: Failed to umount device "%s".
ug: ئۈسكۈنە «%s» نى ئېگەرسىزلەش مەغلۇپ بولدى.

source: Failed to unlink %s: %s
ug: %s غا بىلەن بولغان باغلىنىشنى ئۈزۈش مەغلۇپ بولدى: %s

source: Failed to unmount "%s"
ug: «%s» ئېگەرسىزلەش مەغلۇپ بولدى

source: Failed to update bookmark : %s
ug: خەتكۈش يېڭىلاش مەغلۇپ بولدى: %s

source: Failed to update folder "%s".
ug: قىسقۇچ «%s» نى يېڭىلاش مەغلۇپ بولدى.

source: Failed to update title: %s
ug: ماۋزۇنى يېڭىلاش مەغلۇپ بولدى: %s

source: Failed to write autostart file
ug: ئاپتوماتىك قوزغىلىش ھۆججىتىگە يېزىش مەغلۇپ بولدى

source: Failed to write backdrop list to "%s"
ug: سۈرەت تىزىم ھۆججىتى «%s» غا يېزىش مەغلۇپ بولدى

source: Failed to write file %s
ug: ھۆججەت %s نىڭغا يېزىش مەغلۇپ بولدى

source: Failed to write file: %s
ug: ھۆججەتكە يېزىش مەغلۇپ بولدى: %s

source: Failed while reading help file
ug: ياردەم ھۆججىتىنى ئوقۇۋاتقاندا مەغلۇپ بولدى

source: Failure
ug: مەغلۇبىيەت

source: Fallback Commands
ug: Fallback بۇيرۇقلىرى

source: False
ug: يالغان

source: Farsi
ug: پارىسچە

source: Fast
ug: تېز

source: Fast (~500ms)
ug: تەز (~500 مىللىسېكۇنت)

source: Fastest (~250ms)
ug: بەك تەز (~250 مىللىسېكۇنت)

source: Favorites
ug: يىغقۇچ

source: Features
ug: ئىقتىدار

source: Feed '%s' already exists
ug: فىد(feed) ‹%s› مەۋجۇت

source: Feed Panel
ug: فىد(feed) كۆزنىكى

source: Feeds
ug: فىدلار(Feeds)

source: Fetch
ug: ئوقۇ

source: Fetch Without Verifying
ug: تەكشۈرمەيلا ئېلىش

source: Fetch from albumart.org
ug: albumart.org دىن ئېلىش

source: Fetch from embedded tags
ug: سىڭدۈرۈلگەن خەتكۈچلەردىن ئېلىش

source: Fetch from last.fm
ug: last.fm دىن ئېلىش

source: Fetch from local folder
ug: يەرلىك قىسقۇچتىن ئېلىش

source: Fi_nd:
ug: ئىزدە(_N):

source: Fiber Distributed Data Interface
ug: ئوپتىك تالا تەقسىملىمە سانلىق-مەلۇمات ئېغىزى

source: Field name
ug: سۆز بۆلەك ئاتى

source: Field names must not start with : or _
ug: سوز بۆلىكى ئاتى : ياكى _ بىلەن باشلانماسلىقى كېرەك

source: Field with such name already exists, please try different name.
ug: بۇنداق ئاتى بار سوز بۆلىكى مەۋجۇت، باشقا ئاتنى سىناپ كۆرۈڭ.

source: File
ug: ھۆججەت

source: File "%s" has no type key
ug: ھۆججەت «%s» نىڭ تىپ ئاچقۇچى يوق

source: File "%s" is not a valid backdrop list file. Do you wish to overwrite it?
ug: ھۆججەت «%s» نورمال سۈرەت تىزىم ھۆججىتى ئەمەس. قاپلىۋەتسۇنمۇ؟

source: File "%s" not found
ug: ھۆججەت «%s» تېپىلمىدى

source: File %s does not contain uncompressed PCM wave audio
ug: ھۆججەت %s تەركىبىدە پرېسلانمىغان PCM دولقۇن ئۈنى يوق ئىكەن

source: File %s does not have a .wav extension
ug: ھۆججەت %s نىڭ كېڭەيتىلمە ئاتى .wav ئەمەس ئىكەن

source: File %s doesn't exist
ug: ھۆججەت %s مەۋجۇت ئەمەس

source: File /proc/stat not found!
ug: ھۆججىتى /proc/stat تېپىلمىدى

source: File /proc/uptime not found!
ug: ھۆججەت /proc/uptime تېپىلمىدى!

source: File Associations
ug: ھۆججەت باغلىنىش

source: File Context Menu
ug: ھۆججەت مەزمۇن تىزىملىكى

source: File Extensions (separate with ';')
ug: ھۆججەت كېڭەيتىلگەن ئاتى(‹;› بىلەن ئايرىلىدۇ)

source: File Manager
ug: ھۆججەت باشقۇرغۇ

source: File Manager PCManFM
ug: ھۆججەت باشقۇرغۇ PCManFM

source: File Manager Preferences
ug: ھۆججەت باشقۇرغۇچ تەڭشەكلىرى

source: File Manager:
ug: ھۆججەت باشقۇرغۇ:

source: File Name
ug: ھۆججەت ئاتى

source: File Name: %s
ug: ھۆججەت ئاتى: ‹%s›

source: File Operation Progress
ug: ھۆججەت مەشغۇلاتى

source: File Properties
ug: ھۆججەت خاسلىقى

source: File Properties Error
ug: ھۆججەت خاسلىقى خاتالىقى

source: File System
ug: ھۆججەت سىستېمىسى

source: File Type Icons
ug: ھۆججەت تىپى سىنبەلگىلىرى

source: File Type: %s ('%s')
ug: ھۆججەت تىپى: %s (‹%s›)

source: File Type: '%s'
ug: ھۆججەت تىپى: ‹%s›

source: File _Type
ug: ھۆججەت تىپى(_T)

source: File browser
ug: ھۆججەت كۆرگۈ

source: File column
ug: ھۆججەت ئىستونى

source: File does not exist
ug: ھۆججەت يوق

source: File is larger than %d MB, installation aborted
ug: ھۆججەت %d مېگابايتتىن چوڭ، ئورنىتىش توختىتىلدى

source: File location is not a regular file or directory
ug: ھۆججەتنىڭ ئورنى ئۆلچەملىك ھۆججەت ياكى مۇندەرىجە ئەمەس

source: File not found.
ug: ھۆججەت تېپىلمىدى.

source: File(s) to add to composition
ug: ياسالمىغا قوشۇلىدىغان ھۆججەت(لەر)

source: File/launcher icons
ug: ھۆججەت/ئىجراچى سىنبەلگىلىرى

source: Filename
ug: ھۆججەت ئاتى

source: Filenames
ug: ھۆججەت ئاتلىرى

source: Files
ug: ھۆججەتلەر

source: Files of different types
ug: ئوخشىمىغان تىپتىكى ھۆججەتلەر

source: Files will be lost. Proceed? (This dialog can be turned off in GTKUI plugin settings)
ug: ھۆججەتلەر يوقىلىپ كېتىدۇ. داۋاملاشتۇرسۇنمۇ؟ (بۇ سۆزلەشكۈ GTKUI قىستۇرما تەڭشىكىدە ئۆچمەيدۇ)

source: Filesystem
ug: ھۆججەت سىستېمىسى

source: Filesystem (%s)
ug: ھۆججەت سىستېمىسى (%s)

source: Filetype: %s
ug: ھۆججەت تىپى: %s

source: Filetype: None
ug: ھۆججەت تىپى: يوق

source: Fill window
ug: كۆزنەكنى تولدۇر

source: Fill window horizontally
ug: كۆزنەكنى گورىزونتال يۆنىلىشتە تولدۇر

source: Fill window vertically
ug: كۆزنەكنى ۋېرتىكال يۆنىلىشتە تولدۇر

source: Fill with background color only
ug: تەگلىك رېڭى بىلەنلا بوياش

source: Filter:
ug: سۈزگۈچ:

source: Filtering
ug: سۈزۈش

source: Fin_d Files
ug: ھۆججەت ئىزدە(_D)

source: Find
ug: ئىزدە

source: Find _Next
ug: كېيىنكىسىنى ئىزدە(_N)

source: Find _Previous
ug: ئالدىنقىنى ئىزدە(_P)

source: Find a word or phrase in the page
ug: بەت ئىچىدىن سوز ياكى سوز بىرىكمىسىنى ئىزدەيدۇ

source: Find and Rep_lace...
ug: ئىزدەپ ئالماشتۇر(_L)…

source: Find and launch applications installed on your system
ug: كومپيۇتېرىڭىزغا ئورنىتىلغان پروگراممىلارنى ئىزدەيدۇ ۋە ئىجرا قىلىدۇ

source: Fine-tune window behaviour and effects
ug: كۆزنەك ھەرىكىتى ۋە ئۈنۈمىنى ئىنچىكە تەڭشەش

source: Finished
ug: تاماملاندى

source: Fire
ug: ئۇچقۇن

source: First Orage start. Searching default timezone.
ug: Orage تۇنجى قوزغالدى. كۆڭۈلدىكى ۋاقىت رايونىنى ئىزدەۋاتىدۇ.

source: First image
ug: ئەڭ باشتىكى سۈرەتنى كۆرسىتىدۇ

source: First page of the document could not be read
ug: پۈتۈكنىڭ تۇنجى بېتىنى ئوقۇغىلى بولمىدى

source: First quarter
ug: يېرىم ئاي

source: Firstname Lastname
ug: ئىسمى تەگاتى

source: Fit Image To Window Size
ug: سۈرەتنى كۆزنەككە ماسلاشتۇرۇش

source: Fixed-width Font Family
ug: تەڭ كەڭلىكتىكى فونت

source: Fl_ash time separators
ug: ۋاقىت ئايرىغۇچ چاقنىسۇن(_A)

source: Flag message
ug: ئۇچۇرغا بايراق قادا

source: Flagged
ug: بايراقلىق

source: Flags
ug: بەلگىلەر

source: Flash Disk
ug: Flash دىسكا

source: Flash Fired:
ug: چاقنىتىش ھالىتى:

source: Flash and other Netscape plugins cannot be listed by websites.
ug: بۇنىڭدا Flash ياكى Netscape قىستۇرمىلىرى تورتۇراغا خاتىرىلەنمەيدۇ.

source: Flash when there is any window requiring attention
ug: دىققەتنى تارتماقچى بولغاندا بىرەر كۆزنەكنى چاقنىتىش

source: Flash window on background tabs
ug: ئارقا تەرەپتە بەتكۈچلەر ئېچىلسا كۆزنەك چاقنىسۇن

source: Flat buttons
ug: تەكشى توپچىلار

source: Flip Horizontal
ug: توغرا يۆنىلىشتە چۆرگىلىتىش

source: Flip Vertical
ug: تىك يۆنىلىشتە چۆرگىلىتىش

source: Floppy Disk
ug: يۇمشاق دىسكا

source: Flushing cache...
ug: غەملەكتىكىنى يېزىۋاتىدۇ...

source: Focal Length:
ug: فوكۇس ئارىلىقى:

source: Focus _Current Tab
ug: ھازىرقى بەتكۈچكە فوكۇسلان(_C)

source: Focus _Next view
ug: كېيىنكى كۆرۈنۈشكە فوكۇسلان(_N)

source: Focus follows _mouse
ug: چاشقىنەككە ئەگىشىپ فوكۇسلانسۇن(_M)

source: Fog
ug: تۇمان

source: Fog (F)
ug: تۇمان (F)

source: Folder
ug: مۇندەرىجە

source: Folder "%s" is in invalid state.
ug: قىسقۇچ «%s» نىڭ ھالىتى ئىناۋەتسىز.

source: Folder Context Menu
ug: قىسقۇچ مەزمۇن تىزىملىكى

source: Folder Permissions
ug: مۇندەرىجە ھوقۇقلىرى

source: Folder for drafts saving can't be created.
ug: ئورىگىنالنى ساقلاپ قويىدىغان قىسقۇچنى قۇرغىلى بولمىدى.

source: Folder: %s
ug: قىسقۇچ: %s

source: Folders
ug: مۇندەرىجىلەر

source: Folders for sent messages and outbox can't be created.
ug: ئەۋەتكەن خەت ۋە چىقىدىغان خەت قىسقۇچىنى قۇرغىلى بولمىدى.

source: Follow state
ug: ئەھۋالغا قاراش

source: Follow symlinks
ug: بەلگە ئۇلىنىشىغا ئەگىشىش

source: Font
ug: فونت

source: Font Selection
ug: خەت نۇسخا تاللاش

source: Font Size
ug: خەت چوڭلۇقى

source: Font for active window title:
ug: ئاكتىپ كۆزنەكنىڭ خەت نۇسخىسى:

source: Font for inactive on-screen display:
ug: ئاكتىپ بولمىغان ئېكراننىڭ خەت نۇسخىسى::

source: Font for inactive window title:
ug: پاسسىپ كۆزنەكنىڭ خەت نۇسخىسى:

source: Font for menu Item:
ug: تىزىملىك تۇرىنىڭ خەت نۇسخىسى:

source: Font for menu header:
ug: تىزىملىك بەشىنىڭ خەت نۇسخىسى:

source: Font for name of clock:
ug: سائەتنىڭ فونت ئاتى:

source: Font for on-screen display:
ug: ئېكراننىڭ خەت نۇسخىسى:

source: Font for time of clock:
ug: سائەت ۋاقتىنىڭ فونتى:

source: Font quality on a TFT or LCD screen can be greatly improved by choosing the correct sub-pixel order of the screen
ug: ئەگەر مۇۋاپىق بولغان تارماق پىكسېل(sub-pixel) تەرتىپى تاللانسا، TFT ياكى LCD ئېكرانىدا كۆرسىتىلىدىغان خەتلەرنىڭ كۆرۈنۈشى ياخشىلىنىدۇ

source: Font:
ug: خەت نۇسخىسى:

source: Fonts
ug: خەت نۇسخىسى

source: Foobar2000 EQ presets (*.feq)
ug: Foobar2000 EQ نىڭ ئالدىن تەڭشەشلىرى (*.feq)

source: For some reason, the autostart location could not be found or written to. This location is usually in your home directory, in ~/.config/autostart/.
ug: ئاپتوماتىك قوزغىلىش ھۆججىتى تېپىلمىدى ياكى يازغىلى بولمىدى. بۇ ھۆججەت ئادەتتە سىزنىڭ ماكان مۇندەرىجىڭىزدىكى ~/.config/autostart/ نىڭ ئىچىدە.

source: Forbidden by server
ug: مۇلازىمېتىر چەكلىدى

source: Force array even if only one element
ug: بىرلا ئېلېمېنت بولسىمۇ ئۇنى تىزىق(array) قا مەجبۇرلا

source: Force clean.
ug: مەجبۇرىي تازىلايدۇ.

source: Forced to quit
ug: مەجبۇرىي ئاخىرلاشتۇرسۇن

source: Foreground
ug: ئالدى كۆرۈنۈش

source: Foreground (=text) color:
ug: ئالدى (=تېكىست) رېڭى:

source: Foreign file:
ug: سىرتتىن كەلگەن ھۆججەت:

source: Foreign files
ug: سىرتتىن كەلگەن ھۆججەتلەر

source: Foreign merge begin
ug: سىرتقى بىرلەشتۈرۈشنى باشلاش

source: Fork into background after starting; only useful for testing purposes
ug: قوزغالغاندىن كېيىن ئارقىدا ئىجرا بولىدۇ؛ بۇ پەقەت سىناشقىلا قۇلايلىق.

source: Fork to the background
ug: ئارقا تەرەپكە ئاچىلا(Fork)

source: Fork to the background (not supported)
ug: ئارقا تەرەپكە ئاچىلا(Fork)(تېخى ئىشلەتكىلى بولمايدۇ)

source: Form history
ug: ئىزدىن

source: Form history filler
ug: جەدۋەل(form) ئىزى تولدۇرغۇ

source: Format
ug: پىچىمى

# Format codes: man 3 strftime; for line break
source: Format codes: man 3 strftime; \n for line break
ug: پىچىم كودلىرى: man 3 strftime; \n قۇر ئۆزگەرتىدۇ

source: Format:
ug: پىچىم:

source: Formatting...
ug: پىچىۋاتىدۇ…

source: Forward
ug: ئالدىغا

source: Forward message
ug: ئۇچۇرنى باشقىلارغا ئەۋەتىش

source: Frame Relay Access Device
ug: كاندۇك داۋاملاشتۇرىدىغان زىيارەت ئۈسكۈنىسى

source: Frame Relay DLCI
ug: كاندۇك داۋاملاشتۇرغۇچ DLCI

source: Free
ug: ئەركىن

source: Free Space Checker
ug: بوشلۇق تەكشۈرگۈ

source: Free Space:
ug: بىكار بوشلۇق:

source: Free space: %s (Total: %s)
ug: بىكار بوشلۇق: %s (جەمئىي: %s)

source: Frequency [MHz]:
ug: چاستوتىسى [Mhz]:

source: Frequency:
ug: چاستوتا:

source: Fri
ug: جۈمە

source: From the back (right)
ug: ئاياغدىن (ئوڭدىن)

source: From the front (left)
ug: باشتىن (سولدىن)

source: Full
ug: تولۇق

source: Full Blank (slow)
ug: تولۇق قۇرۇقداش(ئاستا)

source: Full Deformat (slow)
ug: تولۇق پىچىمنى يوقىتىش(ئاستا)

source: Full Format
ug: تولۇق پىچىش

source: Full Screen
ug: پۈتۈن ئېكران

source: Full moon
ug: تولۇن ئاي

source: Fullscreen
ug: تولۇق ئېكران

source: Fullscreen _Mode
ug: تولۇق ئېكران ھالىتى(_M)

source: Fullscreen:
ug: تولۇق ئېكران:

source: Fuzzy
ug: مۈجمەل

source: GB
ug: گىگابايت

source: GNOME
ug: گىنوم(GNOME)

source: GNOME Bug
ug: گىنوم كەمتۈكى

source: GNOME Terminal
ug: GNOME تېرمىنالى

source: GPicView will become the default viewer for all supported image files on your system. (This will be done through 'xdg-mime' program) <b>Are you sure you really want to do this?</b>
ug: GPicView سىستېمىڭىز قوللايدىغان بارلىق سۈرەتلەرنىڭ كۆرگۈسى بولىدۇ. (بۇنى ‹xdg-mime› ئارقىلىق تاماملىغىلى بولىدۇ) <b>سىز راستلا بۇنى قىلامسىز؟</b>

source: GStreamer backend error
ug: GStreamer ئارقا ئۇچ خاتالىقى

source: GStreamer was unable to detect any sound devices. Some sound system specific GStreamer packages may be missing. It may also be a permissions problem.
ug: GStreamer ھېچقانداق ئۈن ئۈسكۈنىسىنى تاپالمىدى. ئۈن سىستېمىسىغا مۇناسىۋەتلىك بولغان GStreamer نىڭ بىر قىسىم بولاقلىرى يوقتەك قىلىدۇ. يەنە بىرى بەلكىم ھوقۇقىڭىز يەتمىگەن بولۇشىمۇ مۇمكىن.

source: GTK+
ug: گ ت ك +(GTK+)

source: GUI Plugin (changing requires restart):
ug: GUI قىستۇرمىسى (ئۆزگەرتىلگەندىن كېيىن قايتا باشلاش زۆرۈر):

source: Galeon Web Browser
ug: Galeon توركۆرگۈ

source: Games
ug: ئويۇن

source: Games and amusements
ug: ئويۇن ۋە كۆڭۈل ئېچىش پروگراممىلىرى

source: Games, puzzles, and other fun software
ug: ئويۇن، تېپىشماق ۋە باشقا قىزىقارلىق دېتاللار

source: General
ug: ئادەتتىكى

source: General Options
ug: ئادەتتىكى تاللانمىلار

source: General Preferences
ug: ئادەتتىكى تەڭشەكلەر

source: General settings
ug: ئادەتتىكى تەڭشەك

source: Generic Monitor
ug: ئادەتتىكى كۆزەتكۈ

source: Generic X.25
ug: ئادەتتىكى X.25

source: Genre
ug: ئېقىم

source: Geometry
ug: گېئومېتىرىيە

source: Georgian
ug: گىرۇزىنچە

source: GiB
ug: گىگابايت

source: Gigolo
ug: گىگولو(Gigolo)

source: Gigolo can use the following protocols provided by GVfs:
ug: گىگولو(Gigolo) دا GVfs تەمىنلىگەن تۆۋەندىكى كېلىشىملەرنى ئىشلەتكىلى بولىدۇ

source: Gigolo needs to move your old configuration directory before starting.
ug: گىگولو(Gigolo) نى قوزغىتىشتىن بۇرۇن كونا تەڭشەك مۇندەرىجىسىنى يۆتكىۋېتىش كېرەك.

source: Global Configuration:
ug: ئورتاق سەپلىمە:
